---
kind: property
id: P:Autodesk.Revit.DB.Structure.ReleaseConditions.Fy
source: html/5c1c2ef6-f1e5-3e37-ab49-dce1d2502f0c.htm
---
# Autodesk.Revit.DB.Structure.ReleaseConditions.Fy Property

Gets or Sets the Fy of the release type.

## Syntax (C#)
```csharp
public bool Fy { get; set; }
```